Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localization/AppIntents.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# intent_open_miataru_navigation_to_device_parameter_presentation
source: Presentation
da: Visning
de: Darstellung
es: Presentación
fi: Näkymä
fr: Présentation
it: Presentazione
ja: 表示
nl: Weergave
zh_hans: 显示方式

# intent_open_miataru_navigation_to_device_shortcut_title
source: Navigation in Miataru
da: Navigation i Miataru
de: Miataru-Navigation
es: Navegación en Miataru
fi: Navigointi Miatarussa
fr: Navigation dans Miataru
it: Navigazione in Miataru
ja: Miataruでナビゲーション
nl: Navigatie in Miataru
zh_hans: Miataru 导航

# intent_open_miataru_navigation_to_device_title
source: Navigation in Miataru
da: Navigation i Miataru
de: Miataru-Navigation
es: Navegación en Miataru
fi: Navigointi Miatarussa
fr: Navigation dans Miataru
it: Navigazione in Miataru
ja: Miataruでナビゲーション
nl: Navigatie in Miataru
zh_hans: Miataru 导航

# intent_open_route_to_device_description
source: Opens Maps with directions to the last known location of a device.
da: Åbner Maps med rutevejledning til en enheds senest kendte placering.
de: Öffnet Karten mit einer Route zum letzten bekannten Standort eines Geräts.
es: Abre Mapas con indicaciones a la última ubicación conocida de un dispositivo.
fi: Avaa Kartat ja reittiohjeet laitteen viimeisimpään tunnettuun sijaintiin.
fr: Ouvre Plans avec un itinéraire vers la dernière position connue d’un appareil.
it: Apre Mappe con le indicazioni verso l’ultima posizione conosciuta di un dispositivo.
ja: デバイスの最後に確認された位置への経路をマップで開きます。
nl: Opent Kaarten met een route naar de laatst bekende locatie van een apparaat.
zh_hans: 在地图中打开前往设备最后已知位置的路线。

# intent_open_route_to_device_dialog_format
source: Opening a Maps route to %@.
da: Åbner en Maps-rute til %@.
de: Karten-Route zu %@ wird geöffnet.
es: Abriendo una ruta en Mapas a %@.
fi: Avataan Kartat-reitti kohteeseen %@.
fr: Ouverture d’un itinéraire Plans vers %@.
it: Apro un percorso in Mappe verso %@.
ja: %@さんへの経路をマップで開きます。
nl: Kaarten-route naar %@ wordt geopend.
zh_hans: 正在地图中打开前往 %@ 的路线。

# intent_open_route_to_device_parameter_device
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_open_route_to_device_shortcut_title
source: Route in Maps
da: Maps-rute
de: Route in Karten
es: Ruta en Mapas
fi: Kartat-reitti
fr: Itinéraire Plans
it: Percorso in Mappe
ja: マップの経路
nl: Route in Kaarten
zh_hans: 地图路线

# intent_open_route_to_device_title
source: Route in Maps
da: Rute i Maps
de: Route in Karten
es: Ruta en Mapas
fi: Kartat-reitti
fr: Itinéraire dans Plans
it: Percorso in Mappe
ja: マップの経路
nl: Route in Kaarten
zh_hans: 地图路线

# intent_place_error_duplicate_name
source: A saved place with this name already exists.
da: Der findes allerede et gemt sted med dette navn.
de: Ein gespeicherter Ort mit diesem Namen existiert bereits.
es: Ya existe un lugar guardado con este nombre.
fi: Tällä nimellä on jo tallennettu paikka.
fr: Un lieu enregistré porte déjà ce nom.
it: Esiste già un luogo salvato con questo nome.
ja: この名前の保存済みの場所はすでに存在します。
nl: Er bestaat al een opgeslagen plaats met deze naam.
zh_hans: 已存在同名的已保存地点。

# intent_place_error_invalid_coordinate
source: The current location cannot be saved as a place.
da: Den aktuelle position kan ikke gemmes som et sted.
de: Der aktuelle Standort kann nicht als Ort gespeichert werden.
es: La ubicación actual no se puede guardar como lugar.
fi: Nykyistä sijaintia ei voi tallentaa paikaksi.
fr: La position actuelle ne peut pas être enregistrée comme lieu.
it: La posizione attuale non può essere salvata come luogo.
ja: 現在地を場所として保存できません。
nl: De huidige locatie kan niet als plaats worden opgeslagen.
zh_hans: 无法将当前位置保存为地点。

# intent_place_error_invalid_device
source: Choose a device for this place.
da: Vælg en enhed til dette sted.
de: Wähle ein Gerät für diesen Ort aus.
es: Elige un dispositivo para este lugar.
fi: Valitse laite tälle paikalle.
fr: Choisissez un appareil pour ce lieu.
it: Scegli un dispositivo per questo luogo.
ja: この場所のデバイスを選択してください。
nl: Kies een apparaat voor deze plaats.
zh_hans: 为此地点选择一个设备。

# intent_place_error_invalid_name
source: Enter a place name.
da: Indtast et stednavn.
de: Gib einen Ortsnamen ein.
es: Introduce un nombre de lugar.
fi: Anna paikan nimi.
fr: Saisissez un nom de lieu.
it: Inserisci un nome per il luogo.
ja: 場所の名前を入力してください。
nl: Voer een plaatsnaam in.
zh_hans: 请输入地点名称。

# intent_place_radius_subtitle_format
source: %@ radius
da: radius på %@
es: radio de %@
fi: %@ säde
fr: rayon de %@
it: raggio di %@
ja: 半径%@
nl: straal van %@
zh_hans: %@ 半径

# intent_place_type_name
source: Saved Place
da: Gemt sted
de: Gespeicherter Ort
es: Lugar guardado
fi: Tallennettu paikka
fr: Lieu enregistré
it: Luogo salvato
ja: 保存済みの場所
nl: Opgeslagen plaats
zh_hans: 已保存地点

# intent_save_current_place_description
source: Saves your current location as a named Miataru place.
da: Gemmer din aktuelle position som et navngivet Miataru-sted.
de: Speichert deinen aktuellen Standort als benannten Miataru-Ort.
es: Guarda tu ubicación actual como un lugar de Miataru con nombre.
fi: Tallentaa nykyisen sijaintisi nimetyksi Miataru-paikaksi.
fr: Enregistre votre position actuelle comme lieu Miataru nommé.
it: Salva la tua posizione attuale come luogo Miataru con nome.
ja: 現在地を名前付きのMiataruの場所として保存します。
nl: Slaat je huidige locatie op als een benoemde Miataru-plaats.
zh_hans: 将你的当前位置保存为命名的 Miataru 地点。

# intent_save_current_place_dialog_format
source: Saved %@ with a %@ radius.
da: Gemte %@ med en radius på %@.
de: %@ mit einem Radius von %@ gespeichert.
es: Se guardó %@ con un radio de %@.
fi: %@ tallennettiin säteellä %@.
fr: %@ enregistré avec un rayon de %@.
it: %@ salvato con un raggio di %@.
ja: %@を半径%@で保存しました。
nl: %@ opgeslagen met een straal van %@.
zh_hans: 已保存 %@，半径为 %@。

# intent_save_current_place_parameter_device
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_save_current_place_parameter_name
source: Name
da: Navn
de: Ortsname
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
zh_hans: 名称

# intent_save_current_place_parameter_radius
source: Radius in Meters
da: Radius i meter
de: Radius in Metern
es: Radio en metros
fi: Säde metreinä
fr: Rayon en mètres
it: Raggio in metri
ja: 半径（メートル）
nl: Straal in meters
zh_hans: 半径（米）

# intent_save_current_place_title
source: Save Current Place
da: Gem aktuelt sted
de: Aktuellen Ort speichern
es: Guardar lugar actual
fi: Tallenna nykyinen paikka
fr: Enregistrer le lieu actuel
it: Salva luogo attuale
ja: 現在の場所を保存
nl: Huidige plaats opslaan
zh_hans: 保存当前地点

# intent_selected_device_spoken_name
source: the selected device
da: den valgte enhed
de: das ausgewählte Gerät
es: el dispositivo seleccionado
fi: valittu laite
fr: l’appareil sélectionné
it: il dispositivo selezionato
ja: 選択したデバイス
nl: het geselecteerde apparaat
zh_hans: 所选设备

# intent_start_frequent_tracking_description
source: Starts Miataru's more frequent background tracking using the current duration setting.
da: Starter Miatarus hyppigere baggrundssporing med den aktuelle varighedsindstilling.
de: Startet Miatarus häufigere Hintergrundverfolgung mit der aktuellen Dauer-Einstellung.
es: Inicia el seguimiento en segundo plano más frecuente de Miataru usando la duración configurada actualmente.
fi: Käynnistää Miatarun tiheämmän taustaseurannan nykyisellä kestoasetuksella.
fr: Démarre le suivi plus fréquent en arrière-plan de Miataru avec le réglage de durée actuel.
it: Avvia il tracciamento in background più frequente di Miataru usando la durata attuale.
ja: 現在の期間設定を使って、Miataruのより頻繁なバックグラウンド追跡を開始します。
nl: Start Miataru's frequentere achtergrondtracking met de huidige duurinstelling.
zh_hans: 使用当前持续时间设置启动 Miataru 更频繁的后台跟踪。

# intent_start_frequent_tracking_dialog_unlimited
source: Frequent tracking is active until you stop it.
da: Hyppig sporing er aktiv, indtil du stopper den.
de: Häufige Verfolgung ist aktiv, bis du sie stoppst.
es: El seguimiento frecuente está activo hasta que lo detengas.
fi: Tiheä seuranta on käytössä, kunnes pysäytät sen.
fr: Le suivi fréquent est actif jusqu’à ce que vous l’arrêtiez.
it: Il tracciamento frequente è attivo finché non lo interrompi.
ja: 頻繁な追跡は停止するまで有効です。
nl: Frequente tracking is actief totdat je deze stopt.
zh_hans: 频繁跟踪将保持启用，直到你停止它。

# intent_start_frequent_tracking_dialog_until_format
source: Frequent tracking is active until %@.
da: Hyppig sporing er aktiv indtil %@.
de: Häufige Verfolgung ist bis %@ aktiv.
es: El seguimiento frecuente está activo hasta %@.
fi: Tiheä seuranta on käytössä ajankohtaan %@ asti.
fr: Le suivi fréquent est actif jusqu’au %@.
it: Il tracciamento frequente è attivo fino al %@.
ja: 頻繁な追跡は%@まで有効です。
nl: Frequente tracking is actief tot %@.
zh_hans: 频繁跟踪将启用至 %@。

# intent_start_frequent_tracking_parameter_duration
source: Duration
da: Varighed
de: Dauer
es: Duración
fi: Kesto
fr: Durée
it: Durata
ja: 期間
nl: Duur
zh_hans: 持续时间

# intent_start_frequent_tracking_shortcut_title
source: Start Frequent
da: Start hyppig
de: Häufig starten
es: Iniciar frecuente
fi: Käynnistä tiheä
fr: Démarrer fréquent
it: Avvia frequente
ja: 頻繁追跡を開始
zh_hans: 启动频繁跟踪

# intent_start_frequent_tracking_title
source: Start Frequent Tracking
da: Start hyppig sporing
de: Häufige Verfolgung starten
es: Iniciar seguimiento frecuente
fi: Käynnistä tiheä seuranta
fr: Démarrer le suivi fréquent
it: Avvia tracciamento frequente
ja: 頻繁な追跡を開始
nl: Frequente tracking starten
zh_hans: 启动频繁跟踪

# intent_stop_frequent_tracking_description
source: Stops Miataru's more frequent background tracking and keeps standard tracking unchanged.
da: Stopper Miatarus hyppigere baggrundssporing og lader standardsporing være uændret.
de: Stoppt Miatarus häufigere Hintergrundverfolgung und lässt die Standardverfolgung unverändert.
es: Detiene el seguimiento en segundo plano más frecuente de Miataru y mantiene sin cambios el seguimiento estándar.
fi: Pysäyttää Miatarun tiheämmän taustaseurannan ja pitää tavallisen seurannan ennallaan.
fr: Arrête le suivi plus fréquent en arrière-plan de Miataru et garde le suivi standard inchangé.
it: Interrompe il tracciamento in background più frequente di Miataru e lascia invariato il tracciamento standard.
ja: Miataruのより頻繁なバックグラウンド追跡を停止し、標準の追跡は変更しません。
nl: Stopt Miataru's frequentere achtergrondtracking en laat standaardtracking ongewijzigd.
zh_hans: 停止 Miataru 更频繁的后台跟踪，并保持标准跟踪不变。

# intent_stop_frequent_tracking_dialog_already_stopped
source: Frequent tracking was already off.
da: Hyppig sporing var allerede slået fra.
de: Häufige Verfolgung war bereits ausgeschaltet.
es: El seguimiento frecuente ya estaba desactivado.
fi: Tiheä seuranta oli jo pois päältä.
fr: Le suivi fréquent était déjà désactivé.
it: Il tracciamento frequente era già disattivato.
ja: 頻繁な追跡はすでにオフです。
nl: Frequente tracking stond al uit.
zh_hans: 频繁跟踪已关闭。

# intent_stop_frequent_tracking_dialog_stopped
source: Frequent tracking stopped. Standard tracking is unchanged.
da: Hyppig sporing er stoppet. Standardsporing er uændret.
de: Häufige Verfolgung wurde gestoppt. Die Standardverfolgung bleibt unverändert.
es: El seguimiento frecuente se detuvo. El seguimiento estándar no cambió.
fi: Tiheä seuranta pysäytettiin. Tavallinen seuranta pysyy ennallaan.
fr: Le suivi fréquent est arrêté. Le suivi standard reste inchangé.
it: Il tracciamento frequente è stato interrotto. Il tracciamento standard resta invariato.
ja: 頻繁な追跡を停止しました。標準の追跡は変更されません。
nl: Frequente tracking is gestopt. Standaardtracking blijft ongewijzigd.
zh_hans: 频繁跟踪已停止。标准跟踪保持不变。

# intent_stop_frequent_tracking_shortcut_title
source: Stop Frequent
da: Stop hyppig
de: Häufig stoppen
es: Detener frecuente
fi: Pysäytä tiheä
fr: Arrêter fréquent
it: Ferma frequente
ja: 頻繁追跡を停止
zh_hans: 停止频繁跟踪

# intent_stop_frequent_tracking_title
source: Stop Frequent Tracking
da: Stop hyppig sporing
de: Häufige Verfolgung stoppen
es: Detener seguimiento frecuente
fi: Pysäytä tiheä seuranta
fr: Arrêter le suivi fréquent
it: Interrompi tracciamento frequente
ja: 頻繁な追跡を停止
nl: Frequente tracking stoppen
zh_hans: 停止频繁跟踪

# intent_tracked_device_type_name
source: Tracked Device
da: Sporet enhed
de: Getracktes Gerät
es: Dispositivo rastreado
fi: Seurattu laite
fr: Appareil suivi
it: Dispositivo tracciato
ja: 追跡対象デバイス
nl: Gevolgd apparaat
zh_hans: 已跟踪设备

# intent_tracking_mode_background_significant_change
source: background significant-change
da: væsentlige ændringer i baggrunden
de: Hintergrundmodus mit signifikanten Änderungen
es: cambios significativos en segundo plano
fi: merkittävät muutokset taustalla
fr: changements significatifs en arrière-plan
it: cambi significativi in background
ja: バックグラウンドの大幅変更
nl: belangrijke wijzigingen op de achtergrond
zh_hans: 后台显著变化

# intent_tracking_mode_blocked
source: blocked
da: blokeret
de: blockiert
es: bloqueado
fi: estetty
fr: bloqué
it: bloccato
ja: ブロック中
nl: geblokkeerd
zh_hans: 已阻止

# intent_tracking_mode_foreground_high_accuracy
source: foreground high accuracy
da: høj nøjagtighed i forgrunden
de: hohe Genauigkeit im Vordergrund
es: alta precisión en primer plano
fi: suuri tarkkuus etualalla
fr: haute précision au premier plan
it: alta precisione in primo piano
ja: フォアグラウンド高精度
nl: hoge nauwkeurigheid op de voorgrond
zh_hans: 前台高精度

# intent_tracking_mode_manual_frequent_active
source: manual frequent
da: manuel hyppig sporing
de: manuelles häufiges Tracking
es: frecuente manual
fi: manuaalinen tiheä seuranta
fr: suivi fréquent manuel
it: frequente manuale
ja: 手動高頻度
nl: handmatig frequent volgen
zh_hans: 手动频繁

# intent_tracking_mode_smart_frequent_active
source: smart frequent
da: smart hyppig sporing
de: smartes häufiges Tracking
es: frecuente inteligente
fi: älykäs tiheä seuranta
fr: suivi fréquent intelligent
it: frequente smart
ja: スマート高頻度
nl: slim frequent volgen
zh_hans: 智能频繁

# intent_tracking_mode_smart_waiting
source: smart waiting
da: smart venter
de: Smart wartet
es: inteligente en espera
fi: älykäs odottaa
fr: intelligent en attente
it: smart in attesa
ja: スマート待機中
nl: slim wachten
zh_hans: 智能等待中

# intent_tracking_mode_stopped
source: stopped
da: stoppet
de: gestoppt
es: detenido
fi: pysäytetty
fr: arrêté
it: interrotto
ja: 停止中
nl: gestopt
zh_hans: 已停止

# intent_transport_mode_automobile
source: car
da: bil
de: Auto
es: coche
fi: auto
fr: voiture
it: auto
ja: 車
nl: auto
zh_hans: 驾车

# intent_transport_mode_transit
source: transit
da: offentlig transport
de: ÖPNV
es: transporte público
fi: joukkoliikenne
fr: transports
it: trasporto pubblico
ja: 交通機関
nl: ov
zh_hans: 公交

# intent_transport_mode_type_name
source: Transport Mode
da: Transportform
de: Verkehrsmittel
es: Modo de transporte
fi: Kulkuväline
fr: Mode de transport
it: Mezzo di trasporto
ja: 交通手段
nl: Vervoerswijze
zh_hans: 交通方式

# intent_transport_mode_walking
source: walking
da: gang
de: zu Fuß
es: a pie
fi: kävely
fr: marche
it: a piedi
ja: 徒歩
nl: lopen
zh_hans: 步行
